Repository: mohan-krishna-kotha/Rental_main
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Rental App
hi: रेंटल ऐप

source: Home
hi: होम

# search
source: Discover
hi: खोज

# addListing
source: Add
hi: जोड़ें

source: Rentals
hi: रेंटल

source: Profile
hi: प्रोफाइल

source: Settings
hi: सेटिंग्स

source: Dark Mode
hi: डार्क मोड

source: Light Mode
hi: लाइट मोड

source: System Mode
hi: सिस्टम मोड

source: Language
hi: भाषा

source: English
hi: अंग्रेजी

source: Hindi
hi: हिंदी

source: Logout
hi: लॉग आउट

source: Help & Support
hi: सहायता और समर्थन

source: My Listings
hi: मेरी लिस्टिंग

source: My Rentals
hi: मेरे रेंटल

source: Favorites
hi: पसंदीदा

source: Payment Methods
hi: भुगतान विधियां

source: Notifications
hi: सूचनाएं

source: Test Notification
hi: टेस्ट नोटिफिकेशन

source: Nearby Items
hi: आसपास की वस्तुएं

source: Categories
hi: श्रेणियाँ

source: Electronics
hi: इलेक्ट्रॉनिक्स

source: Vehicles
hi: वाहन

source: Sports
hi: खेल

source: Tools
hi: औजार

source: Furniture
hi: फर्नीचर

source: Clothing
hi: कपड़े

# noItemsFound
source: No items found nearby
hi: आसपास कोई वस्तु नहीं मिली

# increaseRadiusHint
source: Try increasing the search radius
hi: खोज दायरा बढ़ाने का प्रयास करें

# enableLocationPrompt
source: Enable location to see nearby items
hi: आसपास की वस्तुएं देखने के लिए स्थान सक्षम करें

source: Enable
hi: सक्षम करें

# showingItemsWithin
source: Showing items within {distance} km
hi: {distance} किमी के भीतर वस्तु दिखा रहा है

# gettingLocation
source: Getting your location...
hi: आपका स्थान प्राप्त कर रहा है...

source: Rent Now
hi: अभी किराए पर लें

source: Search Radius
hi: खोज त्रिज्या

source: Done
hi: हो गया

source: List Item
hi: सूचीबद्ध करें

# verifyIdentity
source: Verify Identity Now
hi: अभी पहचान सत्यापित करें

# current
source: Current: {distance} km
hi: वर्तमान: {distance} किमी

# kycVerified
source: Verified
hi: सत्यापित

# kycPending
source: KYC Verification Pending
hi: KYC सत्यापन लंबित है

source: Admin Dashboard
hi: व्यवस्थापक डैशबोर्ड

# personalizeExperience
source: Personalize your experience
hi: अपना अनुभव निजीकृत करें

# personalizeSubtitle
source: Update preferences, theme, and alerts seamlessly.
hi: पसंदीदा, थीम और अलर्ट को आसानी से अपडेट करें।

source: Account
hi: खाता

source: Preferences
hi: पसंदीदा

source: Session
hi: सत्र

source: Display Name
hi: प्रदर्शन नाम

source: Change Password
hi: पासवर्ड बदलें

# resetCredentials
source: Reset sign-in credentials
hi: साइन-इन क्रेडेंशियल रीसेट करें

# reduceGlare
source: Reduce glare for low-light use
hi: कम रोशनी के लिए चमक कम करें

source: Themes
hi: थीम

source: Alerts
hi: अलर्ट

# signOutConfirmation
source: Sign out?
hi: साइन आउट करें?

# signOutMessage
source: You will need to sign in again to access your rentals.
hi: अपने रेंटल तक पहुंचने के लिए आपको फिर से साइन इन करना होगा।

source: Cancel
hi: रद्द करें

# confirmSignOut
source: Sign out
hi: साइन आउट

# guestWelcome
source: Let’s personalize your experience
hi: आइए आपके अनुभव को निजीकृत करें

# guestSubtitle
source: Sign in to access your rentals, listings, support tickets and more.
hi: अपने रेंटल, लिस्टिंग, सपोर्ट टिकट और बहुत कुछ तक पहुंचने के लिए साइन इन करें।

source: Sign In
hi: साइन इन

source: Dashboard
hi: डैशबोर्ड

# manageListings
source: Manage what you lend
hi: जो आप उधार देते हैं उसका प्रबंधन करें

# trackRentals
source: Track active bookings
hi: सक्रिय बुकिंग ट्रैक करें

# quickAccess
source: Quick access to saved items
hi: सहेजी गई वस्तुओं तक त्वरित पहुंच

source: Wallets & cards
hi: वॉलेट और कार्ड

source: Promotions & alerts
hi: प्रचार और अलर्ट

# faqsHistory
source: FAQs and ticket history
hi: अक्सर पूछे जाने वाले प्रश्न और टिकट इतिहास

source: Identity verified
hi: पहचान सत्यापित

# fullAccess
source: You have full access to all features.
hi: आप सभी सुविधाओं तक पूर्ण पहुंच रखते हैं।

# completeKyc
source: Complete KYC to unlock listing & booking.
hi: लिस्टिंग और बुकिंग अनलॉक करने के लिए केवाईसी पूरा करें।

source: Start
hi: शुरू करें

# adminSubtitle
source: Review reports, approve listings
hi: रिपोर्ट की समीक्षा करें, लिस्टिंग को मंजूरी दें

# memberSince
source: Member since {year}
hi: सदस्य {year} से

# kycPendingStatus
source: KYC Pending
hi: केवाईसी लंबित

source: Good to see you,
hi: आपको देखकर अच्छा लगा,

# heyGreeting
source: Hey {name}
hi: हे {name}

# deliveringCurated
source: Delivering curated rentals around you
hi: आपके आसपास क्यूरेटेड रेंटल वितरित करना

# enableLocationUnlock
source: Enable location to unlock hyper-local results
hi: हाइपर-लोकल परिणाम अनलॉक करने के लिए स्थान सक्षम करें

# searchPlaceholder
source: Search cameras, cars, dresses, more...
hi: कैमरा, कार, कपड़े, और बहुत कुछ खोजें...

source: Go Premium
hi: प्रीमियम बनें

# locationOffMessage
source: Location off. We are showing trending picks near you.
hi: स्थान बंद है। हम आपके पास ट्रेंडिंग पिक्स दिखा रहे हैं।

# curatedInventoryMessage
source: Showing curated inventory within {radius} km
hi: {radius} किमी के भीतर क्यूरेटेड इन्वेंट्री दिखा रहा है

# exploreCategories
source: Explore by categories
hi: श्रेणियों के अनुसार अन्वेषण करें

source: Clear
hi: साफ़ करें

# filteringInventory
source: Filtering {category} inventory
hi: {category} इन्वेंट्री फ़िल्टर की जा रही है

source: Trending nearby
hi: आसपास ट्रेंडिंग

source: See all
hi: सभी देखें

source: Recommended for you
hi: आपके लिए अनुशंसित

# pricePerDay
source: ₹{price}/day
hi: ₹{price}/दिन

source: Messages
hi: संदेश

source: Book
hi: बुक करें

# errorLoadingInventory
source: Unable to load inventory: {error}
hi: इन्वेंट्री लोड करने में असमर्थ: {error}

source: Sign in to manage favorites
hi: पसंदीदा प्रबंधित करने के लिए साइन इन करें

source: Map
hi: नक्शा
